//
//  Notes.h
//  Queue Managment
//
//  Created by Zura Tvaradze on 23.06.22.
//

#ifndef Notes_h
#define Notes_h


#endif /* Notes_h */


1. Chekbox - ანჩეკის დროს რა დაიხატოს
2. Sign In - როდის უნდა იყოს ჩამქვრალი და როდის არა
3. KeyBoard - კი ბორდი რო ამოდის სადამდე უნდა ამოვიდეს უნდა ამოვიდეს თუ არა და რა ვიზუალური ცვლილებები განხორციელდეს
4. KeyBoard ის Return ის ღილაკის დასახელება შეიცვაკის თუ დარჩეს Return ად
5. თუ იუზერმა არაფერი არ ჩაწერა ისევ ინქორექთი ამოვარდეს თუ რაიმე სხვა ტექსტი(მაგალითად "type something") დაიწეროს
